Repository: nitrogl/simple-wepcrack
Catalog: lang/*/messages.po
Languages: it_it

source: Find network...
it_it: Cerca rete...

source: Aircrack directory...
it_it: Directory di Aircrack...

source: Solve conflicts
it_it: Risolvi conflitti

source: Start monitor...
it_it: Avvia monitor...

source: Test monitor
it_it: Testa monitor

source: Remove monitors
it_it: Elimina i monitor

source: Gain data
it_it: Rileva dati wireless

source: Fake authentication
it_it: Autenticazione fasulla

source: ARP Replay
it_it: Riproduzione pacchetti ARP

source: Credits
it_it: Crediti

source: Exit
it_it: Esci

source: Simple WEP Crack. Error. Insufficient privileges: restart this program from a user with more privileges (root/Administrator)
it_it: Simple WEP Crack. Errore. Privilegi insufficienti: riavvia il programma da un utente con privilegi maggiori (root/Administrator)

source: Proceeding with closing, all currently active processes will be terminated. Would you want to quit program anyway?
it_it: Procendendo con la chiusura, tutti i processi attualmente in esecuzione verranno terminati. Vuoi chiudere il programma comunque?

source: Choose a WEP network
it_it: Scegli una rete WEP

source: WEP networks found:
it_it: Reti WEP trovate:

source: Network:
it_it: Rete:

source: No WEP-protected network found. Try again.
it_it: Nessuna rete con protezione WEP rilevata. Riprova.

source: aircrack-ng directories are currently:
it_it: Le directory di aircrack-ng sono attualmente:

source: Do you need to change them?
it_it: Vuoi modificarle?

source: Choose "aircrack-ng" directory
it_it: Scegli la directory di "aircrack-ng"

source: Choose "airmon-ng", "airodump-ng" and "aireplay-ng" directory
it_it: Scegli la directory per "airmon-ng", "airodump-ng" and "aireplay-ng"

source: Choose a monitor device
it_it: Scegli un dispositivo monitor

source: Available monitors:
it_it: Monitor disponibili:

source: Monitor devices found/created:
it_it: Dispositivi monitor trovati/creati:

source: Monitor
it_it: Il monitor

source: works properly
it_it: funziona correttamente

source: Injection failed, chosen monitor could not work properly
it_it: Test di injection fallito, il monitor scelto potrebbe non funzionare correttamente

source: No monitor detected
it_it: Nessun monitor trovato

source: Correctly closed monitors:
it_it: Monitor correttamente chiusi:

source: Error closing those monitors:
it_it: Errore nella chiusura dei seguenti monitor:
